[
    {
      "url": "https://theintercept.com/2016/09/06/the-unrelenting-pundit-led-effort-to-delegitimize-all-negative-reporting-about-hillary-clinton/",
      "title": "The Unrelenting Pundit-Led Effort to Delegitimize All Negative Reporting About Hillary Clinton",
      "content": "In his New York Times column yesterday, Paul Krugman did something that he made clear he regarded as quite brave: He defended the Democratic Party presidential nominee and likely next U.S. president from journalistic investigations. Complaining about media bias, Krugman claimed that journalists are driven by “the presumption that anything Hillary Clinton does must be corrupt, most spectacularly illustrated by the increasingly bizarre coverage of the Clinton Foundation.” While generously acknowledging that it was legitimate to take a look at the billions of dollars raised by the Clintons as Hillary pursued increasing levels of political power — vast sums often received from the very parties most vested in her decisions as a public official — it is now “very clear,” he proclaimed, that there was absolutely nothing improper about any of what she or her husband did.\nKrugman’s column, chiding the media for its unfairly negative coverage of his beloved candidate, was, predictably, a big hit among Democrats — not just because of their agreement with its content but because of what they regarded as the remarkable courage required to publicly defend someone as marginalized and besieged as the former first lady, two-term New York senator, secretary of state, and current establishment-backed multimillionaire presidential front-runner. Krugman — in a tweet proclamation that has now been re-tweeted more than 10,000 times — heralded himself this way: “I was reluctant to write today’s column because I knew journos would hate it. But it felt like a moral duty.”\nTrue fact: I was reluctant to write today's col because I knew journos would hate it. But it felt like a moral duty https://t.co/ldee224frl\n— Paul Krugman (@paulkrugman) September 5, 2016\nAs my colleague Zaid Jilani remarked: “I can imagine Paul Krugman standing in front of the mirror saying, ‘This is *your Tahrir Square* big guy.’” Nate Silver, early yesterday morning, even suggested that Krugman’s Clinton-defending column was so edgy and threatening that the New York Times — which published the column — was effectively suppressing Krugman’s brave stance by refusing to promote it on Twitter (the NYT tweeted Krugman’s column a few hours later, early in the afternoon). Thankfully, it appears that Krugman — at least thus far — has suffered no governmental recriminations or legal threats, nor any career penalties, for his intrepid, highly risky defense of Hillary Clinton.\nThat’s because — in contrast to his actually brave, orthodoxy-defying work in 2002 as one of the few media voices opposed to the invasion of Iraq, for which he deserves eternal credit — Krugman here is doing little more than echoing conventional media wisdom. That prominent journalists are overwhelmingly opposed to Donald Trump is barely debatable; their collective contempt for him is essentially out in the open, which is where it should be. Contrary to Krugman’s purported expectation, countless Clinton-supporting journalists rushed to express praise for Krugman. Indeed, with very few exceptions, U.S. elites across the board — from both parties, spanning multiple ideologies — are aligned with unprecedented unity against Donald Trump. The last thing required to denounce him, or to defend Hillary Clinton, is bravery.\nThat wasn’t true at first: For a long time, journalists refused to take the dangers posed by Trump’s campaign seriously. In March 2016, I wrote a column denouncing the U.S. media for venerating feigned neutrality over its responsibility to sound the alarm about how extremist and menacing Trump’s candidacy really is. But in the last few months, Trump’s media portrayal has been overwhelmingly (and justifiably) negative; his shady business scams have been endlessly investigated and dissected (often on the front page of the NYT); he and his surrogates are subjected to remarkably (and fairly) harsh interviews; his pathological lying has been unequivocally chronicled by numerous media outlets; and few journalists have suppressed their horror at his most extremist policies. As BuzzFeed’s Tom Gara put it last month: “My Twitter timeline is now just a continuous rolling denunciation of Donald Trump.”\nNew gold standard for TV news: Fact-checking Trump while he speaks. @CNN pic.twitter.com/kFCac0rjHD\n— Christina Wilkie (@christinawilkie) June 2, 2016\nThat American journalists have dispensed with muted tones and fake neutrality when reporting on Trump is a positive development. He and his rhetoric pose genuine threats, and the U.S. media would be irresponsible if it failed to make that clear. But aggressive investigative journalism against Trump is not enough for Democratic partisans whose voice is dominant in U.S. media discourse. They also want a cessation of any news coverage that reflects negatively on Hillary Clinton. Most, of course, won’t say this explicitly (though some do), but — as the wildly adored Krugman column from yesterday reflects — they will just reflexively dismiss any such coverage as illegitimate and invalid.\nIt should be the opposite of surprising, or revealing, that pundits loyally devoted to a particular candidate dislike all reporting that reflects negatively on that candidate. There is probably no more die-hard Clinton loyalist in the U.S. media than Paul Krugman. He has used his column for years to defend her and attack any of her critics. Indeed, in 2008, he was the first to observe that — in his words — “the Obama campaign seems dangerously close to becoming a cult of personality,” comparing the adulation Clinton’s 2008 primary opponent was receiving to the swooning over George W. Bush’s flight suit. He spent the 2016 primary maligning Sanders supporters as unstable, unserious losers (the straight, white, male columnist also regularly referred to them — including female and LGBT Sanders supporters — as “bros”). And now he’s assigned himself the role as Arbiter of Proper Journalism, and — along with virtually all other Clinton-supporting pundits and journalists — has oh-so-surprisingly ruled that all journalism that reflects poorly on Hillary Clinton is unsubstantiated, biased, and deceitful.\nThe absolute last metric journalists should use for determining what to cover is the reaction of pundits who, like Krugman and plenty of others, are singularly devoted to the election of one of the candidates. Of course Hillary Clinton’s die-hard loyalists in the media will dislike, and find invalid, any suggestion that she engaged in any sort of questionable conduct. Their self-assigned role is to defend her from all criticisms. They view themselves more as campaign operatives than journalists: Their principal, overriding goal is to ensure that Clinton wins the election. They will obviously hate anything — particularly negative reporting about her — that conflicts with that goal. They will jettison even their core stated beliefs — such as the view that big-money donations corrupt politicians — in order to fulfill that goal.\nBut it would be journalistic malpractice of the highest order if the billions of dollars received by the Clintons — both personally and though their various entities — were not rigorously scrutinized and exposed in detail by reporters. That’s exactly what they ought to be doing. The fact that quid pro quos cannot be definitively proven does not remotely negate the urgency of this journalism. That’s because quid pro quos by their nature elude such proof (can anyone prove that Republicans steadfastly support Israel and low taxes because of the millions they get from Sheldon Adelson and the Koch brothers, or that the Florida attorney general decided not to prosecute Trump because his foundation and his daughter donated to her?). Beyond quid quo pros, the Clintons’ constant, pioneering merger of massive private wealth and political power and influence is itself highly problematic. Nobody forced them to take millions of dollars from the Saudis and Goldman Sachs tycoons and corporations with vested interests in the State Department; having chosen to do so with great personal benefit, they are now confronting the consequences in how the public views such behavior.\nThat Donald Trump is an uber-nationalist, bigotry-exploiting demagogue and unstable extremist does not remotely entitle Hillary Clinton to waltz into the Oval Office free of aggressive journalistic scrutiny. Nor does Trump’s extremism constitute a defense to anything that she’s done. It is absolutely true that Trump has at least as many troublesome financial transactions and entangling relationships as the Clintons do: These donations to the Florida attorney general are among the most corrupt-appearing transactions yet documented. Even worse, Trump has shielded himself from much needed scrutiny by inexcusably refusing to release his tax returns, while much of the reporting about the Clintons is possible only because they have released theirs. All of that is important and should be highlighted.\nBut none of it suggests that anything other than a bright journalistic light is appropriate for examining the Clintons’ conduct. Yet there are prominent pundits and journalists who literally denounce every critical report about Clinton as unfair and deceitful, and band together to malign the reporters who scrutinize the Clintons’ financial transactions. Those prominent voices combine with the million-dollar online army that supreme sleaze merchant David Brock has assembled to attack Clinton critics; as the Los Angeles Times reported in May: “Clinton’s well-heeled backers have opened a new frontier in digital campaigning, one that seems to have been inspired by some of the internet’s worst instincts. Correct the Record, a Super PAC coordinating with Clinton’s campaign, is spending some $1 million to find and confront social media users who post unflattering messages about the Democratic front-runner.”\nAll of this means that any journalists reporting negatively on Clinton are instantly and widely bombarded with criticisms denouncing their work as illegitimate, as they’ve started noting:\nClinton backers' shaming of the press for reporting anything the Clinton campaign dislikes is rapidly approaching self-parody territory.\n— Kenneth P. Vogel (@kenvogel) September 4, 2016\nhttps://twitter.com/jbarro/status/770948798667452417\nNo one in the media should do another story remotely questioning anything Hillary has done until the NYT accuses Trump of bribery on Page 1.\n— Jon Ralston (@RalstonReports) September 6, 2016\nSo little upset here at Clintons for decisions like taking $18 million from for-profit college. Only upset at press for daring to point out.\n— Alec MacGillis (@AlecMacGillis) September 6, 2016\nOr just look at the outrage directed last night at New York Times reporter Maggie Haberman — who has written story after story investigating Donald Trump — for the crime of innocuously noting a Washington Post story about Bill Clinton’s multimillion-dollar payday for a largely no-show job from a for-profit college:\nWell-reported deep dive into @billclinton multi-million-dollar honorary chancellor role with Laureate https://t.co/EHNrVnv89i\n— Maggie Haberman (@maggieNYT) September 6, 2016\nIt’s very common for political factions to believe that they’re persecuted and victimized. Even with the overwhelming bulk of the national media so openly aligned against Trump — with an endless array of investigative stories showing Trump to be an unscrupulous con artist and pathological liar — Clinton supporters seem to genuinely believe that the media is actually biased against their candidate.\nThe reality is that large, pro-Clinton liberal media platforms — such as Vox, and the Huffington Post, and prime-time MSNBC programs, and the columnists and editorialists of the New York Times and the Washington Post, and most major New York-based weekly magazines — have been openly campaigning for Hillary Clinton. I don’t personally see anything wrong with that — I’m glad when journalists shed their faux objectivity; I believe the danger of Trump’s candidacy warrants that; and I hope this candor continues past the November election — but the everyone-is-against-us self-pity from Clinton partisans is just a joke. They are the dominant voices in elite media discourse, and it’s a big reason why Clinton is highly likely to win.\nThat’s all the more reason why journalists should be subjecting Clinton’s financial relationships, associations, and secret communications to as much scrutiny as Donald Trump’s. That certainly does not mean that journalists should treat their various sins and transgressions as equivalent: Nothing in the campaign compares to Trump’s deport-11-million-people or ban-all-Muslim policies, or his attacks on a judge for his Mexican ethnicity, etc. But this emerging narrative that Clinton should not only enjoy the support of a virtually united elite class but also a scrutiny-free march into the White House is itself quite dangerous. Clinton partisans in the media — including those who regard themselves as journalists — will continue to reflexively attack all reporting that reflects negatively on her, but that reporting should nonetheless continue with unrestrained aggression.",
      "author": "Glenn Greenwald",
      "date": "2016-09-06",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2016/09/06/indians-staged-one-of-the-largest-strikes-in-history-but-no-one-on-u-s-cable-news-covered-it/",
      "title": "Indians Staged One of the Largest Strikes in History, But No One on U.S. Cable News Covered It",
      "content": "Ten Indian trade unions staged one of the largest strikes in human history on Friday, with tens of millions of public sector workers participating in a shutdown of parts of the Indian economy to protest Prime Minister Narendra Modi’s economic plans.\nBut if you’re an American relying on cable news, it would be hard to know it ever happened.\nNot a single American cable news network ran a segment focused on India’s massive strike, even on Labor Day, the U.S.’s annual holiday dedicated to workers.\nThe strike came after Modi began a push for increased foreign investment and privatization of some state-run industries. Unions fear these policies will undermine both wages and employment.\nThe size of the strike alone forced the government to offer concessions prior to Friday in an attempt to avert it, offering a boost in the minimum wage for some non-skilled workers and the unfreezing of some public employee bonuses.\nThe unions were not persuaded by this offer. “Prime Minister Narendra Modi said his fight is with poverty, but it seems his fight is with the poor in this country,” Indian National Trade Union Congress Vice President Ashok Singh said prior to the strike.\nThe unions petitioned the government with a list of demands, including a call to increase the minimum wage to 18,000 rupees a month (around $271 USD). India-based The Hindu published a short video report on the strike with English subtitles. Watch it here:\nThe only mention of the strike on U.S.-based cable news was during a segment on CNN International where the CEO of the human resources consulting firm ManpowerGroup cited the Indian strike as part of global concerns about technology suppressing wages.",
      "author": "Zaid Jilani",
      "date": "2016-09-06",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2016/09/07/white-house-report-concludes-that-bite-mark-analysis-is-junk-science/",
      "title": "White House Report Concludes That Bite-Mark Analysis Is Junk Science",
      "content": "The President’s Council of Advisors on Science and Technology has concluded that forensic bite-mark evidence is not scientifically valid and is unlikely ever to be validated, according to a draft report obtained by The Intercept. The report, titled “Forensic Science in Criminal Courts: Ensuring Scientific Validity of Feature-Comparison Methods,” is marked as a “predecisional” draft created August 26 that is not to be quoted or distributed, though the title page suggests the report will be made public sometime this month.\nThe report reviews a handful of common forensic practices, so called feature-comparison disciplines, or pattern-matching practices — bite-mark analysis, fingerprint and firearm analysis, shoe tread analysis, and DNA mixture analysis — each of which involves an “expert” looking at a piece of evidence and eyeballing whether it matches a particular image, person, or object. The report discusses whether each practice has been scientifically validated, what it would take to do so, and how each practice should be used in the courtroom — if at all.\nIn the case of bite-mark evidence, the report is especially critical. “PCAST finds that bitemark analysis does not meet the scientific standards for foundational validity, and is far from meeting such standards,” it reads. “To the contrary, available scientific evidence strongly suggests that examiners cannot consistently agree on whether an injury is a human bitemark and cannot identify the source of [a] bitemark with reasonable accuracy.”\nBite-mark analysis is conducted by forensic dentists and relies on two foundational premises: first, that human dentition is unique — as unique as DNA — and second, that human skin (or another malleable substrate) is a suitable medium on which to record such an impression. The problem is that neither premise has been proved. Nonetheless, bite-mark analysis has been used in criminal cases to match individuals to alleged bites since the 1950s, when Texas’s highest criminal court cleared the way for its use (in that case, a dentist claimed that a bite mark left in a piece of cheese found at the scene of a grocery burglary matched the teeth of a particular man).\nAlthough bite-mark matching is nowhere near as ubiquitous as, say, fingerprint analysis in the criminal justice system, it has left a string of victims in its wake. To date, 25 wrongful arrests or convictions have been linked to bite-mark analysis and additional cases are still pending in the courts, according to the Innocence Project. In June, Bill Richards was freed from prison after spending nearly 23 years behind bars for the murder of his wife in California based on the erroneous testimony of a forensic dentist who said a wound found on his wife Pamela’s hand was a match to Richards’s supposedly unusual dentition.\nDespite their poor track record, many forensic dentists — most associated with the American Board of Forensic Odontology, the discipline’s certifying body — have remained rabidly defensive of their practice and the notion that it is a righteous undertaking that helps put criminals behind bars. An integral part of their defense has been to lash out at critics —even those among their own ranks. The group unsuccessfully tried to expel Dr. C. Michael Bowers from the American Academy of Forensic Sciences — the nation’s preeminent umbrella organization for forensic practitioners — on a trumped-up ethics charge. And they have attacked both professionally and personally Dr. Mary Bush and her husband, Peter, who have conducted significant research demonstrating the practice’s lack of a scientific underpinning. Notably, the PCAST report gives a distinct nod to the Bushes’ work in determining that there is no actual science behind bite-mark analysis.\nWhile the report acknowledges the dentists’ concern that excluding bite-mark evidence “could hamper efforts to convict criminals in some cases,” it rejects the idea that this alone is sufficient to warrant the practice. If the dentists’ concerns are valid, “the correct solution, from a scientific perspective, would not be to admit expert testimony based on invalid and unreliable methods, but rather to attempt to develop scientifically valid methods,” it reads. “However, PCAST considers the prospects of developing bitemark analysis into a scientifically valid method to be low. We advise against devoting significant resources to such efforts.”\nPattern Matching, Subjectivity, and Junk Science\nPresident Obama created the advisory council in 2009 as a means of gathering scientific input that could impact policy decisions. Although the practice of presidents naming scientific advisers dates back to Franklin D. Roosevelt’s administration, the timing of the creation of Obama’s council was particularly notable, coming just roughly two months after the release of a groundbreaking report from the National Academy of Sciences National Research Council, which cast a long shadow over a host of pattern-matching forensic disciplines that have been used for decades in criminal cases. That report — “Strengthening Forensic Science in the United States: A Path Forward” — noted a lack of scientific underpinning in nearly every forensic practice, except for DNA, and called for research to be done to shore up the disciplines.\nIn the wake of the NAS report, the government has taken action — a National Commission on Forensic Science was created, and a number of scientific working groups have undertaken the arduous task of coordinating the development of standards and guidelines for various forensic disciplines. PCAST was asked by Obama in September 2015 to see what additional efforts might be undertaken to aid the effort to instill science into forensics. Upon review, PCAST concluded “that the most useful contribution it could make would be to add clarity on the scientific meaning of ‘reliable principles and methods’ and ‘scientific validity’ in the context of certain forensic disciplines.”\nScientific validity and reliability mandate that each method be subjected to empirical testing in order to determine meaningful error rates. “Without appropriate estimates of accuracy, an examiner’s statement that two samples are similar — or even indistinguishable — is scientifically meaningless: it has no probative value and considerable potential for prejudicial impact,” reads the report. “Nothing — not training, personal experience nor professional practices — can substitute for adequate empirical demonstration of accuracy.”\nTo be fair, bite-mark analysis is not the only practice criticized by PCAST. Fingerprint matching has only recently been put to rigorous testing (it is “distressing” that it has taken so long to do so, the report notes), and two such studies produced high error rates — in one, an error rate of 1 in 18 was found, in the other 1 in 306. The report recommends that jurors be informed of the studies and their results.\nWhere firearm analysis is concerned, the group notes early studies indicate that examiners can, “under some circumstances,” connect spent ammunition to the gun from which it was fired, but also reports that just one appropriate study has so far been conducted and that other “frequently cited studies seriously underestimate the false positive rate.” Importantly, for both fingerprints and firearms analysis, the group writes that transforming the practice from a subjective one to an objective one is preferable, by automating the disciplines through “machine learning” image analysis.\nRegarding footwear analysis — matching a shoe tread pattern left at a crime scene to a particular shoe based on “randomly acquired characteristics,” such as cuts and gouges on a shoe’s sole — the PCAST finds that there are no studies that demonstrate the practice is based on actual science. “Such conclusions are unsupported by any meaningful evidence or estimates of their accuracy and thus are not scientifically valid.”\nAnd while PCAST finds that single-source and simple mixture DNA analysis rests firmly on a scientific foundation, the analysis of complex mixtures requires more validation. Complex mixtures involve DNA samples with two or more unknown sources and result in a profile that “superimposes multiple individual DNA profiles.” In such cases, an analyst has to visually inspect the results and make a subjective determination about whether a particular suspect is present in the sample. And that determination can become clouded by outside knowledge of the particular case at hand, the report notes. The creation of “probabilistic genotyping software” and the testing of such software would go a long way to curing the problem. (The PCAST report notes that there are problems associated with other forensic practices it has not reviewed — singling out cases of alleged arson and prosecutions based on shaken baby syndrome — that also “require urgent attention.”)\nPredictably, reaction to the draft report by the National District Attorneys Association (NDAA) was swift. On September 2 — the day after the PCAST reportedly voted to approve it — the group issued a press release blasting the PCAST — and, seemingly missing the point the PCAST is trying to make. “The forensic disciplines that the PCAST authors attack are (and have been) reliably used every day by investigators, prosecutors, and defense attorneys across the United States to aid in both exonerating the innocent and convicting the guilty,” the group wrote. “The PCAST position regarding the use of forensic science is scientifically irresponsible. Adopting any of their recommendations would have a devastating effect on the ability of law enforcement, prosecutors and the defense bar to fully investigate their cases, exclude innocent suspects, implicate the guilty and achieve true justice at trial.”\nNDAA president Mike Ramos, the elected district attorney in San Bernardino County, California, said that the NDAA will “continue to serve the citizens of this great nation” in part by defending the criminal justice system “against those who would seek to undermine” it.\nNotably, it was under Ramos’s leadership that Bill Richards was wrongfully convicted of his wife’s murder; his office tried Richards three times before finally getting a conviction, and did so only after the questionable bite-mark evidence was introduced. After the California Supreme Court in late May threw out that conviction, which it determined was based on junk science, Ramos’s office made it clear to defense attorneys that they would seek to try Richards again. Ultimately, Ramos’s office dismissed the case, and Richards was finally freed.\n“As a man who lost his life behind the false science of bite marks, I feel the proposed action of eliminating its use in the courtroom is long overdue,” Richards wrote in an email to The Intercept. “The desire to … convict appears to blind experts who don’t consider that some defendants are innocent. No subjective ‘science’ should be used in any courtroom. The witch hunt mentality takes over and they find matches that are not there, sending innocent people to prison.”",
      "author": "Jordan Smith",
      "date": "2016-09-07",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2016/09/06/donald-trump-and-hillary-clinton-hold-dueling-rallies-but-trump-gets-most-of-the-tv-coverage/",
      "title": "Donald Trump and Hillary Clinton Hold Dueling Rallies — But Trump Gets Most of the TV Coverage",
      "content": "Donald Trump and Hillary Clinton held rallies at nearly the same time on Tuesday, with Trump doing an event in Virginia and Clinton holding one in Florida.\nTrump, in a national-security focused Q&A with former Defense Intelligence Agency chief Michael Flynn, described the Iran-Iraq war in flippant terms, saying that the two countries would “fight fight fight. And then Saddam Hussein would do the gas. And somebody else would do something else. And they’d rest.”\nClinton, on the other hand, focused her remarks on issues like college affordability and small businesses.\nFox, CNN, and MSNBC responded by giving almost all of their attention to Trump.\nThe networks started carrying Trump’s remarks at around 2:15 p.m. ET. When Clinton started speaking at around 2:30, the networks relegated her to a small, muted stream in the lower right-hand corner (MSNBC briefly put both up side by side as they offered commentary):\n“Let’s listen to just a little bit of this, to get the flavor of it,” Fox anchor Martha MacCallum said when turning to the feed of Trump’s remarks. Fox then stayed with Trump for 23 minutes, before switching to Clinton at 2:41 and carrying her uninterrupted for six minutes.\nMSNBC carried Trump even longer, starting around the same time and going until 2:50 (35 minutes). It then switched from Clinton, who was on from 2:51 until the end of her remarks at 3:14 (23 minutes).\nCNN, meanwhile, carried Trump from 2:15 to 2:42 (28 minutes) and Clinton from 2:42 to 2:50 (8 minutes).\nTelevision news media has long seen Trump’s campaign as its bread and butter. “Go Donald! Keep getting out there!” CBS chief executive Les Moonves told an investor presentation last December. He followed up by saying that Trump “may not be good for America, but it’s damn good for CBS, that’s all I got to say.”\nWorking with the research firm mediaQuant, the New York Times estimated that Trump received $2 billion in free media coverage from the start of his campaign through March 2016.",
      "author": "Zaid Jilani",
      "date": "2016-09-06",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2014/02/24/inside-mind-james-clapper/",
      "title": "Inside the Mind of James Clapper",
      "content": "I’m going to have a story published later today about a new document, but until then, this new interview with (and profile of) Director of National Intelligence James Clapper by the Daily Beast‘s Eli Lake is worth spending a few moments examining. Last week, Lake published one excerpt of his interview where Clapper admitted that the U.S. Government should have told the American people that the NSA was collecting their communications records: as pure a vindication of Edward Snowden’s choice as it gets, for obvious reasons. But there are several new, noteworthy revelations from this morning’s article:\nThanks to rogue contractor Edward Snowden, the machinations of the shadow bureaucracy Clapper heads have for the last eight months been exposed one news story at a time. Clapper is often the guy who has to call newspaper editors to tell them not to print stories that they usually publish anyway.\nThis process of pre-publication notice to the government of NSA stories has been wildly misreported in some places. I’ve long expressed contempt for this process where it results in the suppression of information that should be public; where it essentially elevates U.S. officials into publication partners by engaging in protracted “negotiations” with them over what can and cannot be published; and especially where it means news organizations knowingly allow government officials to lie by withholding the actual facts.\nFor all the NSA stories published over the last eight months all around the world, the U.S. government was notified prior to publication (usually very shortly prior) by the news organizations’ editors (never, to my knowledge, by the journalists, at least not by me). News organizations do this for two reasons.\nThe first is legal: the U.S. Government insists that the publication of classified information, especially that which relates to “communications intelligence”, is a felony (see 18 U.S § 798), so every media lawyer vehemently argues that allowing the government an opportunity to make the case for why something shouldn’t be published is necessary to show a lack of criminal intent, i.e., to avoid criminal prosecution even while publishing top secret documents; the other is journalistic: it makes sense that journalists making choices about what to publish and what to say about documents would want more, rather than less, information when deciding.\nI can’t speak for what The Washington Post or New York Times have done, but for the NSA articles on which I’ve worked – at the Guardian and with more than a dozen media outlets around the world – the government has argued in most cases that the story and accompanying documents should not be published. And in almost every single case – 99% if not more – those arguments have been rejected in their entirety and the stories and documents were published anyway. In fact, for the dozens and dozens of stories and documents on which I’ve worked, I can only recall a single case where anything the government said resulted in anything being withheld that we had decided to publish, and that was a trivial aspect of one part of one document which, unbeknownst to us, could have revealed the identity of an NSA employee (the Guardian and New York Times, without my involvement, both withheld some details on their story about NSA/GCHQ compromising of encryption standards, though primarily – as I understand it – because publishing the handful of compromised standards we knew about would mislead people into believing the other compromised standards (the vast majority of which weren’t revealed by the documents) were safe).\nIn every single other case, the government’s arguments for non-publication were rejected, usually because they were vague and unpersuasive. So while it’s true that the government’s input has been permitted prior to publication – just as journalists seek the input of anyone about which they’re writing – Lake is correct that in most cases (in my experience, almost all) that official input demanding suppression was rejected, exactly as it should have been.\nTo this day the U.S. government doesn’t know the full extent of what Snowden revealed or whether more documents that have yet to be published in the press have made their way into the hands of Russian or Chinese intelligence agencies.\nIt’s been rather amazing to watch not only the standard roster of government-loyal American journalists, but also those who fancy themselves some sort of cynical critics, uncritically regurgitate the government’s evidence-free assertion that Snowden took and then gave to journalists 1.7 million documents. It amazes me because: (1) anyone at this point who is willing to equate evidence-free government assertions with Truth is drowning in some extreme levels of authoritarianism, by definition; and (2) the government clearly has no idea what Snowden took, as report after report has made crystal clear.\nCovering nearly an entire wall of the waiting area outside Clapper’s office is a wooden relief sculpture dedicated to the U.S. Constitution. It contains a flag, a rendition of the constitutional assembly, and a copy of the document itself. It also has a plaque that reads, “What is the magic of the Constitution? The magic is how it states: We, the people. For the first time in history, government was about the people, not about the leader.”\nYes, that’s right: James Clapper has converted the wall outside of his office into a flamboyant homage to the very same U.S. Constitution that he vandalizes on a daily basis. That is the greatest act of either deliberately overt contempt for the public or pathological self-delusion since Barack Obama advocated a legalized system of “preventive detention” in 2009 while he stood in front of the U.S. Constitution at the National Archive. Someone may want to explain to Clapper that a primary impetus for that Constitution, and for the American Revolution generally, was hatred of the King’s “general warrants” whereby people could be subject to searches without a whiff of evidence of wrongdoing.\nClapper also acknowledges that the very human nature of the bureaucracy he controls virtually insures that more mass disclosures are inevitable. “In the end,” he says, “we will never ever be able to guarantee that there will not be an Edward Snowden or another Chelsea Manning because this is a large enterprise composed of human beings with all their idiosyncrasies.”\nThat is indeed true, and it’s good news: more Chelsea Mannings and Edward Snowdens are inevitable, and there is nothing the U.S. Government can do to stop them. That’s good news because it means government officials will have to operate on the assumption that what they do in the dark will become public (an excellent deterrent) and because that type of transparency is inherently healthy in a political culture where secrecy is rampant and the institutions designed to check it (Congress, the media, the federal judiciary) have all profoundly failed.\nThis also underscores why the U.S. Government has been so vindictive in trying to punish the likes of Manning and other whistleblowers. Since they have no means of preventing these sorts of leaks, their only hope is to create a climate of fear and intimidation: if you are thinking about exposing our bad acts, look at what we did to Chelsea Manning or Tom Drake and think twice. That’s why it’s been so vital – and, for the U.S. national security state, so devastating – that Edward Snowden has remained out of their grasp: rather than getting to parade him in front of the world in an orange jumpsuit and shackles, U.S. officials are forced to watch as he is hailed as an international hero, receives award after award, and participates freely in the debate he triggered. That, in turn, allows the template he used to be a positive one, one that will undoubtedly inspire future whistleblowers.\n[Democratic Sen. Ron] Wyden in a statement told The Daily Beast, “It’s true that no one knows what is going through a witness’s head when they are sitting at the witness table, other than the witness himself. Unfortunately, over the past several years a number of senior officials have repeatedly made misleading and inaccurate statements about domestic surveillance at congressional hearings and in other public settings.”\nThe lie Clapper criminally told to the U.S. Senate in March, 2013 has received the bulk of attention, but as Wyden makes clear, NSA and other senior officials have been repeatedly lying about U.S. surveillance to the Congress, to courts, and in public over and over about all sorts of things. That’s what makes the slavish equating by the U.S. media of “unproven NSA claims” with “truth” so embarrassingly subservient and irrational. It’s also what makes the eagerness of American journalists to demand Snowden’s imprisonment – contrasted with their fear of doing the same for Clapper – such a powerful illustration of their true allegiances and function.\nOthers are less charitable. Last month Sen. Rand Paul, the libertarian Republican from Kentucky, said if Snowden was to face justice, he should “share a jail cell with James Clapper” for lying to Congress.\n“Well Senator Paul says I should get to know [Snowden] by being in the same prison cell with him, which I don’t think is a good idea,” Clapper told The Daily Beast last week. “Probably wouldn’t be in Mr. Snowden’s best interest.”\nThis statement – half creepy prison fantasy and half threat – is unsurprising. The need for U.S. officials to publicly express a desire for violence when it comes to Snowden has asserted itself over and over.\nRecall how House Intelligence Committee Chairman Mike Rogers and former CIA/NSA chief Mike Hayden “joked” at a hearing that Snowden should be put on the U.S. government’s “hit list” and murdered. Last month, BuzzFeed quoted several anonymous Pentagon and intelligence community officials as they laid out their fantasies for how they would like to murder Snowden (“Going back to his flat and he is casually poked by a passerby. He thinks nothing of it at the time starts to feel a little woozy and thinks it’s a parasite from the local water. He goes home very innocently and next thing you know he dies in the shower”). Former CIA chief James Woolsey said “he should be hanged by his neck until he is dead” if convicted of treason, while former UN Ambassador John Bolton revealed an even more detailed fantasy: “My view is that Snowden committed treason, he ought to be convicted of that, and then he ought to swing from a tall oak tree.”\nNot only does this underscore the warped pathologies among the glorious leaders of America’s National Security State, but it also highlights the inanity of believing that these kinds of people can and should be trusted with invasive spying powers to be exercised in the dark.\nThe charges against his integrity bother Clapper. “I would rather not hear that or see that,” he said. “It’s tough on my family, I will tell you that. My son is a high school teacher and he has a tendency, or he is getting over it, to internalize a lot of this.” Those who know and have worked with Clapper also say it’s unfair to call him dishonest. Rhodes said President Obama values Clapper because “he’s a straight shooter who doesn’t put any spin on the ball.”\nIt’s hardly surprising that President Obama regards a proven liar as a “straight shooter”. That’s the same President who regards torture-and-rendition-advocating John Brennan as his high moral priest when deciding who should be put on his “kill list”.\nBut what’s remarkable here is the self-pity on display from Clapper. He’s gone around the country over the last month branding journalists as “accomplices” for the crime of reporting on the NSA without the slightest regard for the effects that this thuggish behavior has on those journalists, their families, and the news-gathering process.\nBut what’s even more amazing is that Clapper considers himself some sort of victim rather than what he is: the completely undeserving beneficiary of a system of “justice” in which ordinary and powerless people are imprisoned for trivial offenses at greater numbers than any other nation in the world, while those who wield political power, like him, are free to commit crimes without even losing their powerful jobs, let alone being prosecuted for them. James Clapper should look in the mirror every morning and be extremely grateful for the corrupted political system that has shielded him from the consequences of his crimes even as he tries to criminalize others for doing things that the U.S. Constitution guarantees them the right to do.\nInstead, he sees himself as the victim. He has medals on his chest and an important national security state position. It is simply outrageous that some people suggest that he has no right to commit felonies, and it’s infuriating that his adult son has to hear some people (almost none in the media) suggest that his criminal conduct should have the same consequences as when ordinary citizens commit less serious crimes. That’s the refusal to accept any personal responsibility, the view of powerful U.S. officials that they are and must be entirely above the law, the obsessive self-regard, that more than anything else has destroyed Washington’s political culture.\n* * * * * *\nYesterday, the German paper Bild am Sonntag reported that after President Obama ordered the NSA to cease its eavesdropping on the communications of Chancellor Angela Merkel, they responded by increasing their surveillance of her closest ministers and advisers. Aside from providing yet another illustration of the out-of-control entitlement that drives the U.S. Surveillance State, note that the report is based on “a high-ranking NSA employee in Germany”, which means that this is yet another NSA source to come forward to disclose the agency’s once-secret acts.",
      "author": "Glenn Greenwald",
      "date": "2014-02-24",
      "status": "success"
    }
  ]