[
    {
      "url": "https://theintercept.com/2016/09/06/the-unrelenting-pundit-led-effort-to-delegitimize-all-negative-reporting-about-hillary-clinton/",
      "title": "The Unrelenting Pundit-Led Effort to Delegitimize All Negative Reporting About Hillary Clinton",
      "content": "In his New York Times column yesterday, Paul Krugman did something that he made clear he regarded as quite brave: He defended the Democratic Party presidential nominee and likely next U.S. president from journalistic investigations. Complaining about media bias, Krugman claimed that journalists are driven by “the presumption that anything Hillary Clinton does must be corrupt, most spectacularly illustrated by the increasingly bizarre coverage of the Clinton Foundation.",
      "author": "Glenn Greenwald",
      "date": "2016-09-06",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2016/09/06/indians-staged-one-of-the-largest-strikes-in-history-but-no-one-on-u-s-cable-news-covered-it/",
      "title": "Indians Staged One of the Largest Strikes in History, But No One on U.S. Cable News Covered It",
      "content": "Ten Indian trade unions staged one of the largest strikes in human history on Friday, with tens of millions of public sector workers participating in a shutdown of parts of the Indian economy to protest Prime Minister Narendra Modi’s economic plans.\nBut if you’re an American relying on cable news, it would be hard to know it ever happened.",
      "author": "Zaid Jilani",
      "date": "2016-09-06",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2016/09/07/white-house-report-concludes-that-bite-mark-analysis-is-junk-science/",
      "title": "White House Report Concludes That Bite-Mark Analysis Is Junk Science",
      "content": "The President’s Council of Advisors on Science and Technology has concluded that forensic bite-mark evidence is not scientifically valid and is unlikely ever to be validated, according to a draft report obtained by The Intercept. The report, titled “Forensic Science in Criminal Courts: Ensuring Scientific Validity of Feature-Comparison Methods,” is marked as a “predecisional” draft created August 26 that is not to be quoted or distributed, though the title page suggests the report will be made public sometime this month.\nThe report reviews a handful of common forensic practices, so called feature-comparison disciplines, or pattern-matching practices — bite-mark analysis, fingerprint and firearm analysis, shoe tread analysis, and DNA mixture analysis — each of which involves an “expert” looking at a piece of evidence and eyeballing whether it matches a particular image, person, or object.",
      "author": "Jordan Smith",
      "date": "2016-09-07",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2016/09/06/donald-trump-and-hillary-clinton-hold-dueling-rallies-but-trump-gets-most-of-the-tv-coverage/",
      "title": "Donald Trump and Hillary Clinton Hold Dueling Rallies — But Trump Gets Most of the TV Coverage",
      "content": "Donald Trump and Hillary Clinton held rallies at nearly the same time on Tuesday, with Trump doing an event in Virginia and Clinton holding one in Florida.\nTrump, in a national-security focused Q&A with former Defense Intelligence Agency chief Michael Flynn, described the Iran-Iraq war in flippant terms, saying that the two countries would “fight fight fight.",
      "author": "Zaid Jilani",
      "date": "2016-09-06",
      "status": "success"
    },
    {
      "url": "https://theintercept.com/2014/02/24/inside-mind-james-clapper/",
      "title": "Inside the Mind of James Clapper",
      "content": "I’m going to have a story published later today about a new document, but until then, this new interview with (and profile of) Director of National Intelligence James Clapper by the Daily Beast‘s Eli Lake is worth spending a few moments examining. Last week, Lake published one excerpt of his interview where Clapper admitted that the U.S. Government should have told the American people that the NSA was collecting their communications records: as pure a vindication of Edward Snowden’s choice as it gets, for obvious reasons. But there are several new, noteworthy revelations from this morning’s article:\nThanks to rogue contractor Edward Snowden, the machinations of the shadow bureaucracy Clapper heads have for the last eight months been exposed one news story at a time. Clapper is often the guy who has to call newspaper editors to tell them not to print stories that they usually publish anyway.\nThis process of pre-publication notice to the government of NSA stories has been wildly misreported in some places.",
      "author": "Glenn Greenwald",
      "date": "2014-02-24",
      "status": "success"
    }
  ]